Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/Localizable.xcstrings
Source language: en
Languages: es_es

# settings.cell.contact.us
source: Contact us
es_es: Contáctanos

# settings.cell.currency
source: Currency
es_es: Moneda

# settings.cell.linked.devices
source: Linked Devices
es_es: Dispositivos vinculados

# settings.cell.payment_history
source: Payment History
es_es: Historial de pagos

# settings.cell.privacy
source: Privacy policy
es_es: Política de privacidad

# settings.cell.recover
source: Revoke Payments
es_es: Revocar pagos

# settings.cell.terms
source: Terms of use
es_es: Términos de uso

# settings.cell.theme
source: Theme
es_es: Tema

# settings.main.title
source: Settings
es_es: Configuración

# settings.section.payments
source: Payments
es_es: Pagos

# settings.section.security
source: Security & privacy
es_es: Seguridad y privacidad

# settings.section.support
source: Support
es_es: Soporte

# spa.action.close
source: Close
es_es: Cerrar

# spa.action.openChat
source: Open chat
es_es: Abrir el chat

# spa.action.pinWidget
source: Pin as a widget
es_es: Fijar como widget

# spa.action.refresh
source: Refresh
es_es: Actualizar

# spa.action.share
source: Share
es_es: Compartir

# tab.browse
source: Browse
es_es: Explorar

# tab.scan
source: Scan
es_es: Escanear

# tab.settings
source: Settings
es_es: Configuración

# tab.wallet
source: Pocket
es_es: Bolsillo

# theme.selection.confirm
source: Confirm
es_es: Confirmar

# theme.selection.continue
source: Continue
es_es: Continuar

# theme.selection.preview.message1
source: Hey, are you going to Web3 Summit? 🎉
es_es: Oye, ¿vas a ir al Web3 Summit? 🎉

# theme.selection.preview.message2
source: Of course! You?
es_es: ¡Claro! ¿Y tú?

# theme.selection.preview.message3
source: Wouldn't miss it 👋 See you there!
es_es: No me lo perdería 👋 ¡Nos vemos allá!

# theme.selection.preview.replySender
source: You
es_es: Tú

# theme.selection.subtitle
source: Pick a theme that feels like yours. You stay in control.
es_es: Elige un tema que se sienta tuyo. Tú tienes el control.

# theme.selection.title
source: Claim your interface
es_es: Personaliza tu interfaz

# transaction.details.title
source: Transaction details
es_es: Detalles de la transacción

# transaction.failure.details
source: Something went wrong. Please try again.
es_es: Algo salió mal. Inténtalo de nuevo.

# transaction.failure.title
source: Payment failed
es_es: El pago falló

# transaction.search.recent.contacts
source: Previous payments
es_es: Pagos anteriores

# transaction.success.title
source: Your transaction was sent successfully
es_es: Tu transacción se envió correctamente

# transfer.action.just.send
source: Send
es_es: Enviar

# transfer.action.send
source: Send %@
es_es: Enviar %@

# transfer.balance.view.title
source: Available now
es_es: Disponible ahora

# transfer.main.title
source: Send payment
es_es: Enviar pago

# transfer.search.main.title
source: Send payment
es_es: Enviar pago

# transfer.status.claiming
source: Claiming
es_es: Reclamando

# transfer.status.error
source: Transaction failed
es_es: La transacción falló

# transfer.status.finished
source: Claimed
es_es: Reclamado

# transfer.status.sending
source: Sending
es_es: Enviando

# transfer.status.sent
source: Sent, waiting to be claimed
es_es: Enviado, esperando a ser reclamado

source: Video Call
es_es: Videollamada

# wallet.card.localCurrency
source: Local currency
es_es: Moneda local

# wallet.create.error
source: Wallet creation failed with error %@. Please, contact support
es_es: La creación de la cartera falló con el error %@. Contacta a soporte

# wallet.main.balanceCard
source: Balance card
es_es: Tarjeta de saldo

# wallet.main.idCard
source: ID card
es_es: Tarjeta de ID

# wallet.main.title
source: Pocket
es_es: Bolsillo

# welcome.main.privacyPolicy
source: Privacy policy
es_es: Política de privacidad

# welcome.main.termsOfUse
source: Terms
es_es: Términos
